Repository: mgloc/GameShell
Catalog: missions/contrib/sort_diff_missions/01_sort/i18n/*.po
Languages: fr

source: $GSH_HOME/Castle/Cellar
fr: $GSH_HOME/Chateau/Cave

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/skip/en.txt
fr: $MISSION_DIR/skip/fr.txt

source: $GSH_HOME/Garden/Flower_garden
fr: $GSH_HOME/Jardin/Jardin_des_fleurs

source: plants.en
fr: plants.fr

source: old_inventory
fr: ancien_inventaire

source: new_inventory
fr: nouvel_inventaire

source: sort_old
fr: tri_ancien

source: sort_new
fr: tri_nouveau

source: The files don't exist...
fr: Les fichers n'existent pas...

source: The file sort_old is not sorted
fr: Le fichier tri_ancien n'est pas trié

source: The file sort_new is not sorted
fr: Le fichier tri_nouveau n'est pas trié
